Repository: override1978/HomeKitFloorplan
Catalog: HomeFloorplan/Localizable.xcstrings
Source language: en
Languages: it

# feed.legend.done.desc
source: You have acted on this suggestion. The AI records the outcome and refines future recommendations.
it: Hai agito su questo suggerimento. L AI registra l esito e migliora le raccomandazioni future.

# feed.legend.done.title
source: Done
it: Fatto

# feed.legend.later.desc
source: Snooze this alert for a few hours. It will reappear in the feed if the condition persists.
it: Posticipa questo avviso per alcune ore. Riapparira nel feed se la condizione persiste.

# feed.legend.later.title
source: Later
it: Piu tardi

# feed.legend.title
source: Action Guide
it: Guida azioni

# feed.nav.title
source: Home Journal
it: Diario casa

# feed.row.current
source: Current
it: Attuale

# feed.row.peak
source: Peak
it: Picco

# feed.score.actionability
source: Actionability
it: Azionabilita

# feed.score.confidence
source: Confidence
it: Confidenza

# feed.score.novelty
source: Novelty
it: Novita

# feed.score.relevance
source: Relevance
it: Rilevanza

# feed.score.urgency
source: Urgency
it: Urgenza

# feed.section.earlier
source: Earlier
it: Prima

# feed.section.thisWeek
source: This Week
it: Questa settimana

# feed.section.today
source: Today
it: Oggi

# feed.section.yesterday
source: Yesterday
it: Ieri

# feed.why.aiScore
source: AI Assessment
it: Valutazione AI

# feed.why.title
source: Why this event?
it: Perche questo evento?

# filter.all
source: All
it: Tutte

# filter.all.scenes
source: All
it: Tutte

# filter.category.air
source: Air
it: Aria

# filter.category.all
source: All
it: Tutti

# filter.category.cameras
source: Cameras
it: Telecamere

# filter.category.climate
source: Climate
it: Clima

# filter.category.hubs
source: Hubs
it: Hub

# filter.category.lights
source: Lights
it: Luci

# filter.category.others
source: Others
it: Altri

# filter.category.outlets
source: Outlets
it: Prese

# filter.category.security
source: Security
it: Sicurezza

# filter.category.sensors
source: Sensors
it: Sensori

# filter.category.windowCoverings
source: Blinds
it: Tende

# filter.event
source: Event
it: Evento

# filter.location
source: Location
it: Posizione

# filter.state.alarm
source: Alarm
it: Allarme

# filter.state.all
source: All
it: Tutti

# filter.state.lowBattery
source: Low battery
it: Batt. scarica

# filter.state.on
source: On
it: Accesi

# Filtra accessori
source: Filter accessories
it: Filtra accessori

# Filtro
source: Filter
it: Filtro

# Fine
source: Done
it: Fine

# Finestra
source: Window
it: Finestra

# floorplan.accessoryPicker.title
source: Add accessories
it: Aggiungi accessori

# floorplan.accessoryPicker.title.room
source: Add in %@
it: Aggiungi in %@

# floorplan.addAccessory
source: Add accessory
it: Aggiungi accessorio

# floorplan.badge.primary
source: Primary
it: Primaria

# floorplan.badge.quickAccess
source: Quick Access
it: Accesso rapido

# floorplan.create
source: Create floorplan
it: Crea planimetria

# floorplan.current
source: Current
it: Attuale

# floorplan.delete.message
source: The image and all placed markers will be lost.
it: L'immagine e tutti i marker posizionati andranno persi.

# floorplan.delete.title
source: Delete floorplan?
it: Eliminare la planimetria?

# floorplan.diagnostics.accessoryPriority
source: %1$@ · %2$@ priority
it: %1$@ · priorità %2$@

# floorplan.diagnostics.healthy.description
source: Markers, rooms, and HomeKit accessories are aligned.
it: Marker, stanze e accessori HomeKit sono allineati.

# floorplan.diagnostics.healthy.title
source: The floorplan is consistent
it: La planimetria è coerente

# floorplan.diagnostics.highPriorityCount
source: %lld high priority for overlays and automations.
it: %lld ad alta priorità per overlay e automazioni.

# floorplan.diagnostics.issues
source: Issues
it: Problemi

# floorplan.diagnostics.moreAccessories
source: +%lld more accessories
it: +%lld altri accessori

# floorplan.diagnostics.open
source: Marker diagnostics
it: Diagnostica marker

# floorplan.diagnostics.supportedMissing
source: Supported accessories not yet present on the floorplan.
it: Accessori supportati non ancora presenti sulla planimetria.

# floorplan.diagnostics.title
source: Floorplan Status
it: Stato planimetria

# floorplan.diagnostics.toCheck
source: Needs attention
it: Da controllare

# floorplan.diagnostics.unplaced.description
source: Grouped by room, prioritizing the most useful items for overlays and automations.
it: Raggruppati per stanza, con priorità agli elementi più utili per overlay e automazioni.

# floorplan.diagnostics.unplaced.title
source: Accessories to add
it: Accessori da aggiungere

# floorplan.draw.footer
source: Draw rooms and link them to HomeKit rooms.
it: Disegna le stanze e collegale agli ambienti HomeKit.

# floorplan.draw.title
source: Draw floorplan
it: Disegna planimetria

# floorplan.drawing.edit
source: Edit 2D drawing
it: Modifica disegno 2D

# floorplan.drawn.defaultName
source: Drawn floorplan
it: Planimetria disegnata

# floorplan.edit.banner.subtitle
source: Tap a room to add there. Use + for free placement.
it: Tocca una stanza per aggiungere lì. Usa + per aggiunta libera.

# floorplan.edit.banner.title
source: Edit floorplan
it: Modifica planimetria

# floorplan.edit.title
source: Edit floorplan
it: Modifica planimetria

# floorplan.editor.banner.noRooms
source: No rooms linked — open the 2D editor (✏️) to draw room areas and unlock the Environment layer.
it: Nessuna stanza collegata — apri l'editor 2D (✏️) per disegnare le aree e sbloccare il layer Ambiente.

# floorplan.editor.hint.ambiente
source: Draw room areas (pencil → Room Area) and link them to HomeKit to unlock the **Environment** layer.
it: Disegna le aree stanza (matita → Area Stanza) e collegale a HomeKit per sbloccare il layer **Ambiente**.

# floorplan.empty.description
source: Upload an image, home photo, or schematic and place HomeKit accessory markers so you can control them at a glance.
it: Carica un'immagine, una foto della casa o uno schema e posiziona i marker degli accessori HomeKit per controllarli a colpo d'occhio.

# floorplan.empty.subtitle
source: Create your first floorplan to get started.
it: Crea la tua prima planimetria per iniziare.

# floorplan.empty.tip
source: Tip: a photo of a printed floorplan, an architect drawing screenshot, or a simple schematic works well.
it: Suggerimento: funzionano bene una foto di una planimetria stampata, lo screenshot di un disegno tecnico o uno schema semplice.

# floorplan.empty.title
source: No floorplans
it: Nessuna planimetria

# floorplan.emptyMarkers.freeHint
source: Tap + in the top-right corner to add the first HomeKit accessory to the floorplan.
it: Tocca + in alto a destra per aggiungere il primo accessorio HomeKit alla planimetria.

# floorplan.emptyMarkers.roomHint
source: Tap a room area on the floorplan to add the first HomeKit accessory.
it: Tocca un'area stanza sulla planimetria per aggiungere il primo accessorio HomeKit.

# floorplan.emptyMarkers.title
source: No accessories placed
it: Nessun accessorio posizionato

# floorplan.health.emptyRoom.detail
source: %@ is linked to the floorplan but contains no HomeKit accessories.
it: %@ è collegata alla planimetria ma non contiene accessori HomeKit.

# floorplan.health.emptyRoom.title
source: Room without accessories
it: Stanza senza accessori

# floorplan.health.markerOutside.detail
source: %d markers are not inside a linked room area.
it: %d marker non si trovano in un'area stanza collegata.

# floorplan.health.markerOutside.title
source: Markers outside rooms
it: Marker fuori dalle stanze

# floorplan.health.missingAccessory.detail
source: A marker points to a HomeKit accessory that is no longer available.
it: Un marker punta a un accessorio HomeKit non più disponibile.

# floorplan.health.missingAccessory.title
source: Accessory not found
it: Accessorio non trovato

# floorplan.health.noRooms.detail
source: Draw and link room areas to enable the Environment, Security, and Intelligence overlays.
it: Disegna e collega le aree stanza per attivare gli overlay Ambiente, Sicurezza e Intelligence.

# floorplan.health.noRooms.title
source: No rooms linked
it: Nessuna stanza collegata

# floorplan.health.noSensor.detail
source: %@ has no environmental sensors — the Environment overlay may have less context.
it: %@ non ha sensori ambientali — l'overlay Ambiente potrebbe avere meno contesto.

# floorplan.health.noSensor.title
source: No environmental sensor
it: Nessun sensore ambientale

# floorplan.health.unplaced.detail
source: %d supported HomeKit accessories are not yet on the floorplan.
it: %d accessori HomeKit supportati non sono ancora sulla planimetria.

# floorplan.health.unplaced.title
source: Accessories not placed
it: Accessori non posizionati

# floorplan.help.action.message
source: Outside edit mode, tap a marker to run its primary action when supported.
it: Fuori dalla modalità modifica, tocca un marker per eseguirne l'azione principale, se supportata.

# floorplan.help.action.title
source: Run quick actions
it: Esegui azioni rapide

# floorplan.help.add.message
source: In edit mode, tap a room area to add an accessory there. If no room areas exist, use + in the top-right corner.
it: In modalità modifica, tocca un'area stanza per aggiungervi un accessorio. Se non esistono aree stanza, usa + in alto a destra.

# floorplan.help.add.title
source: Add markers
it: Aggiungi marker

# floorplan.help.detail.message
source: Long-press a marker to open the full accessory control view.
it: Tieni premuto un marker per aprire la vista completa di controllo dell'accessorio.

# floorplan.help.detail.title
source: Open details
it: Apri dettagli

# floorplan.help.edit.message
source: Tap Edit to place and manage accessory markers on the floorplan.
it: Tocca Modifica per posizionare e gestire i marker degli accessori sulla planimetria.

# floorplan.help.edit.title
source: Edit mode
it: Modalità modifica

# floorplan.help.editMarker.message
source: In edit mode, tap a marker to rename it, change its icon, recenter it, or remove it from the floorplan.
it: In modalità modifica, tocca un marker per rinominarlo, cambiarne l'icona, ricentrarlo o rimuoverlo dalla planimetria.

# floorplan.help.editMarker.title
source: Edit a marker
it: Modifica un marker

# floorplan.help.foreground.message
source: Keep HomeFloorplan in the foreground while editing, monitoring live dashboards, collecting sensor context, or letting AI suggestions and habits learn from recent activity. HomeKit automations saved to Apple Home continue to run without keeping the app open.
it: Tieni HomeFloorplan in primo piano mentre modifichi, monitori le dashboard live, raccogli il contesto dei sensori o lasci che i suggerimenti AI e le abitudini imparino dall'attività recente. Le automazioni HomeKit salvate in Apple Home continuano a funzionare senza tenere l'app aperta.

# floorplan.help.foreground.title
source: When to keep it open
it: Quando tenerla aperta

# floorplan.help.open
source: Floorplan help
it: Aiuto planimetria

# floorplan.help.subtitle
source: Use the floorplan as a live map for HomeKit controls, scenes, overlays, and setup.
it: Usa la planimetria come mappa live per controlli HomeKit, scene, overlay e configurazione.

# floorplan.help.title
source: Floorplan basics
it: Nozioni di base sulla planimetria

# floorplan.image.footer
source: Tap the image to replace it. Existing markers will keep their relative position.
it: Tocca l'immagine per sostituirla. I marker esistenti manterranno la loro posizione relativa.

# floorplan.image.header
source: Image
it: Immagine

# floorplan.image.unavailable
source: Image not available
it: Immagine non disponibile

# floorplan.imageDraft.defaultName
source: Image wall draft
it: Bozza muri da immagine

# floorplan.imageDraft.footer
source: Import an existing image and detect clear wall segments locally. Review the draft in the 2D editor before saving.
it: Importa un'immagine esistente e rileva in locale i segmenti di muro ben definiti. Rivedi la bozza nell'editor 2D prima di salvare.

# floorplan.imageDraft.title
source: Detect wall draft from image
it: Rileva bozza muri da immagine

# floorplan.marker.delete.message
source: The accessory will be removed from the floorplan but will remain active in HomeKit.
it: L'accessorio verrà rimosso dalla planimetria ma resterà attivo in HomeKit.

# floorplan.marker.delete.title
source: Remove accessory from floorplan?
it: Rimuovere l'accessorio dalla planimetria?

# floorplan.metric.suggestions
source: Suggestions
it: Suggerimenti

# floorplan.metric.toCheck
source: To check
it: Da controllare

# floorplan.metric.toPlace
source: To place
it: Da piazzare

# floorplan.name.example
source: E.g. Ground floor
it: Es. Piano terra

# floorplan.name.examples
source: E.g. "Ground floor", "Attic", "Garage".
it: Es. "Piano terra", "Mansarda", "Garage".

# floorplan.name.placeholder
source: Floorplan name
it: Nome planimetria

# floorplan.new.title
source: New floorplan
it: Nuovo floorplan

# floorplan.primary.remove
source: Remove as primary
it: Rimuovi come primaria

# floorplan.primary.set
source: Set as primary
it: Imposta come primaria

# floorplan.priority.critical
source: critical
it: critico

# floorplan.priority.high
source: High
it: Alta

# floorplan.priority.low
source: Low
it: Bassa

# floorplan.priority.medium
source: Medium
it: Media

# floorplan.priority.monitor
source: to monitor
it: da monitorare

# floorplan.quickAccess
source: Quick Access
it: Accesso rapido

# floorplan.quickAccess.add
source: Add to Quick Access
it: Aggiungi ad Accesso rapido

# floorplan.quickAccess.remove
source: Remove from Quick Access
it: Rimuovi da Accesso rapido

# floorplan.rename.title
source: Rename floorplan
it: Rinomina planimetria

# floorplan.section.floorplan
source: Floorplan
it: Planimetria

# floorplan.status.accessibility
source: Floorplan status
it: Stato planimetria

# floorplan.status.controls.complete
source: Complete the floorplan
it: Completa la planimetria

# floorplan.status.controls.message.issues
source: Open diagnostics with the checklist icon to see what is missing or misaligned.
it: Apri la diagnostica con l'icona checklist per vedere cosa manca o cosa non torna.

# floorplan.status.controls.message.ready
source: Markers and rooms are ready. Use the center pill to switch between operational overlays.
it: Marker e stanze sono pronti. Usa la pill centrale per passare agli overlay operativi.

# floorplan.status.controls.ready
source: Floorplan ready
it: Floorplan pronto

# floorplan.status.environment.message.room
source: Priority %@: check the cards below for values, AI explanation, and available actions.
it: Priorità %@: guarda le card sotto per valori, spiegazione AI e azioni disponibili.

# floorplan.status.environment.message.stable
source: No room is outside thresholds. Use this panel to review the environmental summary.
it: Nessuna stanza è fuori soglia. Usa questo pannello per controllare il riepilogo ambientale.

# floorplan.status.environment.roomCheck
source: %@ needs attention
it: %@ da controllare

# floorplan.status.environment.stable
source: Environment stable
it: Ambiente stabile

# floorplan.status.intelligence.learning
source: Intelligence is learning
it: Intelligenza in apprendimento

# floorplan.status.intelligence.manySuggestions
source: %lld suggestions ready
it: %lld suggerimenti pronti

# floorplan.status.intelligence.message.learning
source: No actions are ready. The home is still collecting patterns and will show reliable opportunities here.
it: Non ci sono azioni pronte. La casa continua a raccogliere pattern e mostrerà opportunità affidabili qui.

# floorplan.status.intelligence.message.suggestions
source: Review the recommendations below. You can approve or ignore them directly from this panel.
it: Valuta le raccomandazioni sotto. Puoi approvarle o ignorarle direttamente da questo pannello.

# floorplan.status.intelligence.oneSuggestion
source: One suggestion ready
it: Un suggerimento pronto

# floorplan.status.security.available
source: Security available
it: Sicurezza disponibile

# floorplan.status.security.configure
source: Configure security
it: Configura la sicurezza

# floorplan.status.security.message.available
source: Use the cards below to review system status, monitored sensors, and highlighted rooms.
it: Usa le card sotto per controllare stato sistema, sensori monitorati e stanze evidenziate.

# floorplan.status.security.message.configure
source: Add locks, sensors, or a HomeKit alarm to see security status and priorities here.
it: Aggiungi serrature, sensori, videocamere o un allarme HomeKit per vedere stato e priorità sicurezza qui.

# floorplan.tools.open
source: Floorplan tools
it: Strumenti planimetria

# floorplans.title
source: Floorplans
it: Planimetrie

# Garage bloccato a metà. Verifica manualmente.
source: Garage door stuck halfway. Check manually.
it: Garage bloccato a metà. Verifica manualmente.

# garage.action.close
source: Close
it: Chiudi

# garage.action.open
source: Open
it: Apri

# garage.obstruction.clear
source: Clear
it: Libero

# garage.obstruction.detected
source: Detected
it: Rilevato

# garage.obstruction.label
source: Obstruction
it: Ostruzione

# garage.obstruction.message
source: Check that nothing is blocking the garage door.
it: Controlla che nulla blocchi la chiusura del garage.

# garage.state.closed
source: Closed
it: Chiuso

# garage.state.closing
source: Closing…
it: Chiusura in corso…

# garage.state.obstruction
source: Obstruction detected
it: Ostacolo rilevato

# garage.state.open
source: Open
it: Aperto

# garage.state.opening
source: Opening…
it: Apertura in corso…

# garage.state.stopped
source: Stopped
it: Bloccato

# garage.stopped.message
source: Garage door stopped halfway. Check manually.
it: Garage bloccato a metà. Verifica manualmente.

source: Gate Rejections (last run)
it: Gate Rejections (ultima esecuzione)

# Globale
source: Global
it: Globale

source: Groups with time spread > 60 min — candidates for environmental correlation (temp, lux, humidity). Sorted by occurrences desc, top 20.
it: Gruppi con dispersione temporale > 60 min — candidati per la correlazione ambientale (temp, lux, umidità). Ordinati per occorrenze decrescenti, top 20.

source: Habit-eligible events (last 30 days)
it: Eventi idonei alle abitudini (ultimi 30 giorni)

source: Habits Diagnostics
it: Diagnostica abitudini

# habits.active.header
source: active · your home does these for you
it: attive · la casa le fa già per te

# habits.active.paused
source: Paused
it: In pausa

# habits.active.statusOff
source: paused
it: in pausa

# habits.active.statusOn
source: active
it: attiva

# habits.active.viewAll
source: View all automations
it: Vedi tutte le automazioni

# habits.ai.analyzing
source: Reading your home's usage…
it: Lettura dell'uso della tua casa…

# habits.ai.footer
source: The model reads usage summaries (histograms and sequences) and proposes only what has recurring evidence. You always confirm in the wizard.
it: Il modello legge i riepiloghi d'uso (istogrammi e sequenze) e propone solo ciò che ha evidenze ricorrenti. Confermi sempre tu nel wizard.

# habits.ai.interpret
source: Interpret with AI
it: Interpreta con AI

# habits.ai.interpretAgain
source: Interpret again
it: Interpreta di nuovo

# habits.ai.noFindings
source: No routine with clear evidence right now — better an empty list than an invented one.
it: Nessuna routine con evidenze chiare al momento — meglio una lista vuota che una inventata.

# habits.ai.sectionTitle
source: AI-interpreted routines
it: Routine interpretate dall'AI

# habits.ai.showSummary
source: What did the model see?
it: Cosa ha visto il modello?

# habits.ai.summaryTitle
source: Model input
it: Input del modello

# habits.ai.unresolved
source: "%@" is not automatable — add the action manually in the wizard
it: "%@" non è automatizzabile — aggiungi l'azione manualmente nel wizard

# habits.analyzing
source: Analyzing habits…
it: Analisi abitudini in corso…

# habits.empty.subtitle
source: Come back in a few days. At least 7 days of data are needed to detect reliable patterns.
it: Torna tra qualche giorno. Servono almeno 7 giorni di dati per rilevare pattern affidabili.

# habits.empty.title
source: The app is learning your habits
it: L'app sta imparando le tue abitudini

# habits.evidence.create
source: Create
it: Crea

# habits.evidence.everyDay
source: every day
it: ogni giorno

# habits.evidence.footer
source: Recurring usage observed in your home. You decide which ones become automations.
it: Uso ricorrente osservato nella tua casa. Decidi tu quali diventano automazioni.

# habits.evidence.funnel
source: %1$d events · %2$d actionable · %3$d after scene filter
it: %1$d eventi · %2$d azionabili · %3$d dopo il filtro scene

# habits.evidence.funnel.best
source: best: %1$@ (%2$d days)
it: migliore: %1$@ (%2$d giorni)

# habits.evidence.sectionTitle
source: Observed routines · %d
it: Routine osservate · %d

# habits.evidence.someDays
source: specific days
it: giorni specifici

# habits.evidence.strength
source: %1$d different days out of the last %2$d
it: %1$d giorni diversi sugli ultimi %2$d

# habits.evidence.weekdays
source: weekdays
it: giorni feriali

# habits.footer.encourage.subtitle
source: Just a few more days for the first ready suggestions.
it: Bastano ancora pochi giorni per i primi suggerimenti pronti.

# habits.footer.encourage.title
source: The more you use it, the more I learn
it: Più la usi, più imparo

# habits.footer.tagline.subtitle
source: No data is ever sent externally.
it: Nessun dato viene mai inviato all'esterno.

# habits.footer.tagline.title
source: Your patterns stay on device
it: I tuoi pattern restano sul dispositivo

# habits.learning.createManual
source: Create manually
it: Crea manualmente

# habits.learning.dismiss
source: Not interested
it: Non mi interessa

# habits.learning.footer
source: Swipe left to hide a habit you are not interested in.
it: Scorri a sinistra per nascondere un'abitudine che non ti interessa.

# habits.learning.microstate
source: Still collecting data
it: Sto ancora raccogliendo dati

# habits.learning.sectionTitle
source: Learning · %d
it: Sto imparando · %d

# habits.learning.statusHigh
source: Almost ready to become a suggestion
it: Quasi pronta a diventare un suggerimento

# habits.learning.statusInsightOnly
source: Pattern observed — insight only for now
it: Pattern osservato — per ora solo insight

# habits.learning.statusLow
source: Still observing this habit
it: Sto ancora osservando questa abitudine

# habits.learning.statusMid
source: Confidence is growing — a few more days
it: Fiducia in crescita — ancora qualche giorno

# habits.monitoring.behaviors.subtitle
source: last 30 days
it: ultimi 30 giorni

# habits.monitoring.behaviors.title
source: Behaviors Detected
it: Comportamenti rilevati

# habits.monitoring.events.eligible
source: %d eligible events (30 d)
it: %d eventi abilitanti (30 gg)

# habits.monitoring.eventsCard.subtitle
source: last 30 days
it: ultimi 30 giorni

# habits.monitoring.eventsCard.title
source: Events Collected
it: Eventi raccolti

# habits.monitoring.footer
source: The on-device engine analyzes the last 30 days of activity without sending data externally.
it: Il motore on-device analizza gli ultimi 30 giorni di attività senza inviare dati all'esterno.

# habits.monitoring.header
source: Monitoring
it: Monitoraggio

# habits.monitoring.lastScan
source: Last scan: %@
it: Ultima scansione: %@

# habits.monitoring.learning.subtitle
source: visible signals
it: segnali visibili

# habits.monitoring.learning.title
source: Being Learned
it: In apprendimento

# habits.monitoring.noData.subtitle
source: A few more days of regular usage are needed to detect patterns.
it: Servono ancora qualche giorno di utilizzo regolare per rilevare i pattern.
